{
  "plugins": {
    "autoclose.nvim": {
      "src": "https://github.com/m4xshen/autoclose.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "'v1.6.0'"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "md_todo": {
      "src": "https://github.com/joseph0x45/md_todo"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "nvim-comment": {
      "src": "https://github.com/terrortylor/nvim-comment"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    }
  }
}